Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zaczynam żałować, że Beckett wyszedł z tego cało. Dał amulet mojej mamy takiej łachudrze jak Pat! W każdym razie, wyrok został wykonany. Czas wracać do Corteza.
uk: Я починаю шкодувати, що Беккет залишився живим. Він віддав амулет моєї матері такому мерзотнику, як Пат! Як би там не було, вирок виконано. Час повертатися до Кортеза.

source: Zaczynamy przedstawienie!
uk: Починаємо виставу!

source: Zaczynasz czy mam zawołać chłopców?
uk: Ти почнеш, чи мені покликати хлопців?

source: Zaczynasz od upewnienia się, czy cały pazur jest wysunięty. Kiedy będziesz miał to za sobą, bierzesz ostrze i nacinasz paliczek.
uk: Спочатку потрібно переконатися, що кіготь повністю витягнутий. Коли це зробиш, береш лезо і надрізаєш фалангу.

source: Zaczynasz pieprzyć, mały...
uk: Ти починаєш молоти дурниці, хлопче...

source: Zaczynałem od samego dołu, tak jak i wszyscy. Zostałem rekrutem, później strażnikiem, a po kilku tygodniach otrzymałem kolejny awans.
uk: Я починав з самого низу, як і всі інші. Я став новобранцем, потім вартовим, а через певний час отримував чергове підвищення.

source: Zaczął coś pieprzyć, że może zapanować nad rozprzestrzenianiem się choroby, że możemy to wykorzystać w wojnie z orkami, i cholera wie, co tam jeszcze.
uk: Він почав нести якусь маячню про те, що можна контролювати поширення хвороби, що ми можемо використати її у війні з орками, і дідько його знає, про що ще.

source: Zacząłem krzyczeć na cały głos, w końcu przybiegło kilku górników i odciągnęli mnie tutaj. Tyle ich widziałem, te sępy wróciły i wydobyły wszystko, co znalazłem.
uk: Я щосили почав кричати, врешті-решт прибігли кілька гірників і притягли мене сюди. Більше я їх не бачив, ці стерв'ятники повернулися у той тунель і добули все, що я знайшов.

source: Zacząłem nawet rozmawiać na ten temat z kilkoma Magami Wody. Zaproponowali mi zgłębienie tekstów z mądrościami Adanosa, ale jakoś nie jestem tego pewny...
uk: Я навіть поговорив про це з кількома Магами Води. Вони запропонували мені дослідити тексти з мудрістю Аданоса, але я чомусь в цьому не впевнений...

source: Zacząłem ostatnio trochę gotować. Polecasz jakieś konkretne mięso do potraw?
uk: Я нещодавно розпочав готувати. Можеш порекомендувати якесь конкретне м'ясо для страв?

source: Zacząłem tańczyć i śpiewać. Ludzie nie rozumieli, dlaczego to robiłem, ale byłem wtedy szczęśliwy.
uk: Я почав танцювати і співати. Люди не розуміли, чому я це роблю, але я був тоді щасливий.

source: Zacząłem terminować jako pomocnik kata, jak miałem dziesięć lat, a samą funkcję kata objąłem w wieku osiemnastu. Osiem lat nauki u starego Gregora...
uk: Я починав як помічник ката, ще коли мені було десять років, а вже у вісімнадцять я сам став катом. Вісім років навчання у старого Грегора...

source: Zacząłem więc inwestować. Najpierw w warsztat ojca, później w pracownię zielarską matki.
uk: Тож я почав інвестувати. Спочатку в майстерню мого батька, потім у трав'яний бізнес моєї матері.

source: Zacząłeś dziwnie się zachowywać, gdy podawałam eliksir Kesselowi. Chwiałeś się na nogach, bełkotałeś coś o jakimś Volkerze, a po chwili po prostu padłeś na ziemię.
uk: Але коли я давала еліксир Кесселю, ти почав дивно поводитися. Ти хитався, бурмотів щось про якогось Волкера, а потім просто впав на землю.

source: Zaczęli wyzywać od pijawek i nierobów, masz pojęcie? Pan tego zamku jest naszą ostatnią szansą na godne życie!
uk: Вони почали називати нас п'явками і неробами, ти хоч уявляєш? Господар цього замку – це наш останній шанс на гідне життя!

source: Zaczęliśmy planować akcję ratunkową i niestety... W międzyczasie miał miejsce incydent z Jonem i wszystko szlag trafił.
uk: Ми почали планувати рятувальну операцію але, на жаль... стався інцидент з Йоном, і все пішло шкереберть.

source: Zaczęto podejrzewać, że gubernator jest marionetką kierowaną przez gildie handlowe, zdobywające coraz większe wpływy w mieście. Wątpliwości zostały rozwiane, gdy Karsten stwierdził, że nie potrzebuje pomocy Rady Miejskiej, po czym wygnał jej członków z ratusza.
uk: Почали підозрювати, що губернатор – маріонетка, керована торговими гільдіями, які набували дедалі більшого впливу в місті. Сумніви розвіялися, коли Карстен заявив, що не потребує допомоги міської ради, після чого прогнав усіх її членів із ратуші.

source: Zaczęło już świtać i Riordian stwierdził, że resztę zwojów przepisze sam. Podziękował mi za pomoc i w ramach nagrody dał mi kilka magicznych przedmiotów. Póki co wytwarzanie zwojów na własną rękę wydaje się zbyt ryzykowne, ale gdybym poświęcił trochę czasu na zapoznanie się z podręcznikiem, który Riordian mi przekazał, to na pewno rezultaty będą lepsze.
uk: Почало світати. Схоже, ми цілу ніч переписували ці сувої. Ріордіан сказав, що сам перепише решту сувоїв. Він подякував мені за допомогу і дав мені кілька магічних предметів у винагороду. Поки що виготовлення сувоїв самотужки здається мені надто ризикованим, але якщо я знайду час вивчити книгу, яку дав мені Ріордіан, то, без сумніву, матиму кращі результати.

source: Zaczęło się od tego, że Runar miał obsesję na punkcie boskiego artefaktu...
uk: Все почалося з того, що Рунар був одержимий божественним артефактом...

source: Zadam pytanie jeszcze raz. Czy przyznajesz się do próby wzniecenia buntu na Archolos?
uk: Я поставлю питання ще раз. Ти визнаєш, що намагався спровокувати бунт на Архолосі?

source: Zadania kuszników są trudniejsze, niż zadania zwykłych strażników. Żebyś sobie z nimi poradził, dostaniesz lepszy sprzęt i będziesz się mógł uczyć u lepszych nauczycieli.
uk: Завдання арбалетників складніші, ніж у звичайних вартових. Якщо ти зможеш з ними впоратися, ти отримаєш краще спорядження і зможеш навчатись у кращих вчителів.

source: Zadanie wykonane.
uk: Завдання виконано.

source: Zadanie wykonane. Mam się zgłosić jutro do Bradlocka po nagrodę.
uk: Завдання виконано. Завтра я маю з'явитися до Бредлока за винагородою.

source: Zadanie wykonane. Pozbyliśmy się całej konkurencji z jaskini.
uk: Завдання виконано. Ми позбулися всіх конкурентів з печери.

source: Zadanie? Im już nic nie pomoże. Nie widzisz?
uk: Завдання? Їм вже ніщо не допоможе. Хіба ти не бачиш?

source: Zadaniem Gonzalo było zapełnienie jednej ze skrzyń kiśćmi winogron. Patrząc jednak na stojące obok Gonzalo butelki, picie wina wygrało z poczuciem obowiązku. Powiedział też, żebym odniósł do magazynu dwie skrzynki wina, bo Rita się wścieknie, jeśli zobaczy braki w zapasach.
uk: Завданням Гонсало було нарвати винограду в один з ящиків. Однак, дивлячись на пусті пляшки поруч із Гонсало, бажання випити взяло гору над почуттям обов'язку. Він також попросив мене віднести два ящики з вином назад на склад, оскільки Рита лютуватиме, якщо побачить нестачу в її запасах.

source: Zadaniem łowców Gildii Kupieckiej będzie wypatrywanie dogodnego momentu do ataku. Gdy pojawi się informacja, że herszt jest w obozie, będziemy atakować tylko ten konkretny obóz.
uk: Завданням мисливців Торгової Гільдії буде вичікувати зручний момент для нападу. Коли ми отримаємо вказівку про те, що в таборі знаходиться вождь, ми атакуватимемо тільки цей конкретний табір.

source: Zadawanie się z tymi wszystkimi typami pokroju Bradlocka. Jednocześnie nimi gardziłam i się ich brzydziłam.
uk: Мати справу з усіма цими типами накшталт Бредлока. Я водночас зневажала їх і ненавиділа.

source: Zadałem ci pytanie!
uk: Я поставив тобі запитання!

source: Zadałem ci pytanie.
uk: Я поставив тобі запитання.

source: Zadbaj o to, żeby nie wpakować się w nowe kłopoty.
uk: Будь обережним, не потрапляй у нові неприємності.

source: Zadbam o to, by było to przyjęcie bardzo uroczyste. Być może uda mi się namówić samego Króla, żeby nadał ci tytuł.
uk: Я подбаю про те, щоб це було дуже урочиста посвята. Можливо, мені вдасться переконати самого Короля надати тобі титул.

source: Zadbamy o to, żeby Gildia znalazła dla ciebie jakieś miejsce.
uk: Ми подбаємо про те, щоб Гільдія знайшла для тебе якесь місце.

source: Zadbałem o bezpieczeństwo monet, a nie potrafiłem ochronić mojej własnej córki.
uk: Я подбав про безпеку фінансів, а власну доньку захистити не зміг.

source: Zadbałem o niego.
uk: Я подбав про нього.

source: Zadbałeś o to, żeby był wystarczająco mocny?
uk: Ти переконався, щоб він був достатньо міцним?

source: Zadziałała? Niesamowite! Sam nie przypuszczałem, że tak wczesna próbka rzeczywiście przemieni człowieka.
uk: Подіяв? Дивовижно! Я сам ніколи не думав, що така рання проба може насправді перетворити людину.

source: Zagadaj Fynna, oceni czy się nadajesz i jeśli przypadniesz mu do gustu, to podpisze z tobą kontrakt.
uk: Звернись до Фінна, він оцінить твої навички, і якщо ти йому сподобаєшся, він підпише з тобою контракт.

source: Zagadaj Rasco, na pewno będzie zainteresowany kupnem całego twojego towaru.
uk: Поговори з Раско, він точно буде зацікавлений у покупці твоїх товарів.

source: Zagadaj go. Ja przemknę za jego plecami.
uk: Поговори з ним. Я прокрадуся у нього за спиною.

source: Zagadał nas jakiś handlarz, zaniepokojony nocnymi hałasami. Fulko został, żeby go spławić.
uk: До нас підійшов торговець, занепокоєний нічним шумом. Фулько залишився, щоб його спровадити.

source: Zagadki umysłu są iście fascynujące... chyba napiszę o tym rozprawę. Ale, ale, cóż cię do mnie sprowadza? Celowe działanie, czy zrządzenie losu?
uk: Таємниці розуму справді захоплюють... Думаю, я напишу про це дисертацію. Але, але, що привело тебе до мене? Свідомий вчинок чи гра долі?

source: Zagadkowy wędrowiec
uk: Загадковий мандрівник

source: Zagadujesz mnie tak, bo liczysz, że brzeg sam się naprawi?
uk: Ти балакаєш зі мною, бо сподіваєшся, що берег сам себе відремонтує?

source: Zaginione koło zębate z dźwigu jest w skrzyni Recona. To chyba wystarczy, prawda?
uk: Відсутня шестерня від крана знаходиться в скрині Рікона. Гадаю, цього вистачить, чи не так?

source: Zaginione składniki Bodowina
uk: Зниклі складники Бодовіна

source: Zaginiony Pałasz
uk: Загублений палаш

source: Zaginiony oddział
uk: Зниклі безвісти

source: Zaginiony rybak
uk: Зниклий рибалка

source: Zaginiony zmiennik, co? Widzę, że to częsty problem wartowników.
uk: Зникла твоя заміна, так? Бачу, це поширена проблема для охорони.

source: Zaginął mój brat Jorn. Może coś obiło ci się o uszy?
uk: Мій брат Йорн зник. Може, тобі відомо, що з ним трапилось?

source: Zaginął mój brat, sprawdziłem już połowę wyspy i wszystkie tropy prowadzą do ciebie.
uk: Мій брат зник, я вже обшукав пів острова, і всі зачіпки ведуть до тебе.

source: Zaginął mój brat.
uk: Мій брат зник.

source: Zaginął mój przyjaciel i ślady doprowadziły mnie tutaj.
uk: Мій друг зник, і сліди привели мене сюди.

source: Zaginął mój przyjaciel, szukałem go w całym porcie i ślady doprowadziły mnie tutaj.
uk: Мій друг зник, я шукав його по всьому порту, і сліди привели мене сюди.

source: Zaginął? O ile nie zamierzasz sam przetrząsać całego miasta to przychodzą mi na myśl dwie organizacje, które mogą ci pomóc. Straż miejska i Gildia Kupiecka.
uk: Зник безвісти? Якщо тільки ти не збираєшся сам прочесати все місто, то на думку приходить дві організації, які можуть тобі допомогти. Міська Варта і Торгова Гільдія.

source: Zaginął? W tej wsi nic i nikt nie ginie ot tak.
uk: Він зник? В цьому селі ніхто і ніщо просто так не зникає.

source: Zaglądasz do paszczy upolowanego zwierzęcia, czymś ostrym nacinasz dziąsła, a potem pewnym ruchem wyrywasz kieł. Uważaj przy tym, żeby go nie złamać!
uk: Потрібно заглянути в пащу впольованої тварини, чимось гострим розрізати ясна, а потім впевненим рухом витягнути ікло. Тільки обережно, щоб не зламати його!

source: Zaglądał tutaj ostatnio ktoś spoza wioski?
uk: Чи заглядав сюди останнім часом хтось сторонній?

source: Zaglądnij do mnie, jak coś załatwisz.
uk: Знайди мене, коли щось вигадаєш.

source: Zagoń go do błotnych węży i jeśli będzie trzeba, to trochę im pomóż.
uk: Зажени його до болотожерів і, якщо буде потрібно, то допоможи їм.

source: Zagramy ponownie w tym samym miejscu. Tym razem wydarzenie wbije się na zawsze w głowy mieszkańców Archolos.
uk: Ми знову зіграємо на тому ж місці. Цього разу подія назавжди закарбується в пам'яті мешканців Архолосу.

source: Zagrzej się młody. Wszystkim przyda się chwila wytchnienia.
uk: Зігрійтеся, хлопці. Всім не завадить хвилина перепочинку.

source: Zaintrygowałeś mnie.
uk: Заінтригував ти мене.

source: Zaiste, potrzebuję. Może powiesz mi jeszcze, że przysłał cię ten półgłówek, Ernesto?
uk: Так, вони мені потрібні. Може, ще скажеш, що тебе прислав той недоумок, Ернесто?

source: Zaiste, szlachetny cel. Zazwyczaj odwiedzają nas same portowe męty albo obiboki, których nie stać na płacenie podatków.
uk: Дійсно, шляхетна справа. Зазвичай до нас приходять лише портові нероби або ледарі, які не можуть дозволити собі сплатити податки.

source: Zajmiemy się resztą, ty póki co wracaj na wartę.
uk: Ми подбаємо про це, а ти повертайся до своєї варти.

source: Zajmiemy się twoim problemem, gdy tylko znajdziemy dogodną okazję. Możesz być spokojny, niebawem nie będzie ci już zawracał głowy.
uk: Ми займемося твоєю проблемою, як тільки буде вдала можливість. Будь певен, невдовзі він більше тебе не потурбує.

source: Zajmij się czymś pożytecznym, a nie nagabywaniem zawalonych robotą ludzi.
uk: Займись чимось корисним, а не набридай людям, зайнятим роботою.

source: Zajmij się nimi, a ja w międzyczasie sprawdzę, czy mam wszystkie potrzebne składniki.
uk: Подбай про них, а я тим часом перевірю, чи є у мене всі необхідні складники.

source: Zajmij się rannymi, ja oczyszczę dalszą drogę.
uk: Подбай про поранених, а я розчищу шлях.

source: Zajmij się tym tak szybko, jak to tylko możliwe.
uk: Виріши цю проблему якомога швидше.

source: Zajmij się tym, a będziesz mógł wejść do miasta legalnie i bez dalszych problemów.
uk: Подбай про це, і тоді ти зможеш пройти до міста законно і без зайвих проблем.

source: Zajmij się tym, a dostaniesz mój oręż. Takiej broni nie dostaniesz nigdzie na wyspach!
uk: Зроби це і отримаєш мою зброю. Такої зброї ти не знайдеш ніде на островах!

source: Zajmij się tą sprawą, potem będziemy się martwić. Gdy skończysz, spotkajmy się w tym samym miejscu.
uk: Займись цією справою, а потім вже подбаємо про все інше. Коли закінчиш, зустрінемося на тому ж місці.

source: Zajmijcie się nim tak, żeby nikt nie zauważył.
uk: Розберіться з ним так, щоб ніхто не помітив.

source: Zajmijmy się pracą. W ciszy.
uk: Займімося роботою. Мовчки.

source: Zajmijmy się teraz tym co mamy do zrobienia, a o spokojnym jutrze będziemy rozmawiać jeśli go dożyjemy.
uk: Давай займемося тим, що ми повинні зробити зараз, а про щось спокійне поговоримо завтра, якщо до нього доживемо.

source: Zajmijmy się tym eliksirem.
uk: Давай займемося тим еліксиром.

source: Zajmowałem się transportem ludzi... których później dostarczaliśmy do Przystani.
uk: Я відповідав за перевезення людей... яких ми згодом доставляли до Гавані.

source: Zajmowałeś się kiedyś psem?
uk: Ти коли-небудь доглядав за собакою?

source: Zajmuje się organizowaniem pracy przewodników. Z każdym dniem do miasta przybywają tłumy nowych twarzy.
uk: Я займаюся організацією роботи провідників. Щодня до міста прибуває безліч нових облич.

source: Zajmujemy się pilnowaniem porządku w mieście. Archolos jest bardzo duże, więc na ogół mamy pełne ręce roboty.
uk: Підтримуємо порядок у місті. Архолос дуже великий, тож у нас зазвичай повно роботи.

source: Zajmujesz się dostarczaniem wina dla Bena?
uk: Це ти приносиш вино для Бена?

source: Zajmujesz się lichwą?
uk: Ти займаєшся лихварством?

source: Zajmujesz się też pancerzami?
uk: Ти також займаєшся обладунками?

source: Zajmujesz się też zaopatrzeniem?
uk: А ти займаєшся закупівлями?

source: Zajmują się tym mądrzejsi ludzie od ciebie. Jesteś zwykłym mundurowym, i organizowanie wydobycia wykracza daleko poza twoje kompetencje.
uk: Цим займаються розумніші за тебе люди. Ти – звичайний вартовий, і організація видобутку знаходиться далеко за межами твоєї компетенції.

source: Zajmuję się kopaniem, nie paleniem tytoniu.
uk: Я займаюся видобутком, а не курінням.

source: Zajmuję się pilnowaniem, by do naszego obozu nie wchodził byle kto.
uk: Я відповідаю за те, щоб до нашого табору не заходив аби-хто.

source: Zajmuję się sprzedażą łuków, nie poduszek. Przykro mi.
uk: Я продаю луки, а не подушки. Вибач.

source: Zajmuję się tylko poważnymi klientami.
uk: Я маю справу тільки з серйозними клієнтами.

source: Zajmuję się tym już prawie 10 lat i wszyscy są zadowoleni z moich usług.
uk: Я займаюся цим вже майже 10 років, і всі задоволені моїми послугами.

source: Zajmą się tym mieszkańcy Silbach. Rzuciliśmy im trochę grosza, więc przełamali strach przed dzikimi zwierzętami.
uk: Жителі Сільбаху подбають про це. Ми накинули їм трохи монет, щоб вони подолали свій страх перед дикими звірятами.

source: Zajmę się nim później, ale skoro ty go polecasz, to rzeczywiście może być użyteczny.
uk: Я подивлюся на нього пізніше, але оскільки ти рекомендуєш його, то він дійсно може бути корисним.

source: Zajmę się nimi dopiero w środku.
uk: Знадобляться, коли буду всередині.

source: Zajmę się nimi. Gdzie ich szukać?
uk: Я займусь ними. Де їх шукати?

source: Zajmę się twoją bronią...
uk: Я подбаю про твою зброю...

source: Zajmę się tym!
uk: Я займуся цим.

source: Zajmę się tym, w czym miałeś mi pomóc.
uk: Я займуся тим, у чому ти збирався мені допомогти.

source: Zajmę się tym, w czym obiecałeś mi swoją pomoc.
uk: Я займусь тим, з чим ти обіцяв мені допомогти.

source: Zajmę się tym.
uk: Я подбаю про це.

source: Zajmę się tymi golemami.
uk: Я розберуся з цими големами.

source: Zajmę się tymi kuszami.
uk: Я подбаю про ці арбалети.

source: Zajmę się tymi zębaczami.
uk: Я розберусь зі снепперами.

source: Zajmę się zdobyciem stroju i złota.
uk: Я знайду одяг та золото.

source: Zajrzałem do skrzyni Arethe i znalazłem tylko zwykłe bełty. Mam nadzieję, że inny trop będzie prawdziwy.
uk: Я зазирнув у скриню Арета і виявив там лиш звичайні болти. Сподіваюся, інша зачіпка буде правдивою.

source: Zajrzyj do Mrocznych Tajemnic! Tam zaznasz wielu przyjemności i zapomnisz o kłopotach!
uk: Зазирни до Темних Таємниць! Там ти пізнаєш багато насолод і забудеш про усі проблеми!

source: Zajrzyj do mnie później, a zobaczysz jak świetnie sobie radzę!
uk: Зазирни до мене пізніше, і сам переконаєшся, наскільки добре я з цим впораюся!

source: Zajrzyj do środka i weź czego potrzebujesz. W końcu to dzięki tobie mam tę posadę!
uk: Зазирни всередину і візьми, що потрібно. Зрештою, саме завдяки тобі я отримав цю роботу!

source: Zająć się konserwacją kusz.
uk: Займатися обслуговуванням арбалетів.

source: Zająłem się nim.
uk: Я подбав про нього.

source: Zająłem się nimi.
uk: Я подбав про них.

source: Zająłem się nią.
uk: Я подбав про неї.

source: Zająłem się sprawą Elco. W ramach podziękowania drwal dał mi trochę drewna. Powinienem wrócić z nim teraz do Bastiana.
uk: Я подбав про справу Елько. На знак подяки дроворуб дав мені трохи дров. Тепер я повинен повернутися з ними до Бастіана.

source: Zająłem się sprawą magicznej rudy.
uk: Я розібрався з питанням магічної руди.

source: Zająłem się spłatą długów dla Luny. Mimo tego wszystkiego, odmówiła mi udzielenia pożyczki. Nie chciała, bym w tak młodym wieku zaciągał długi. Może to i słusznie...
uk: Я подбав про сплату усіх боргів для Луни. Незважаючи на це, вона відмовилася дати мені позику. Вона не хотіла, щоб я влізав в борги в такому молодому віці. Можливо, це було правильно...

source: Zająłem się twoim synem.
uk: Я подбав про твого сина.

source: Zajęci byliśmy! Skrzynki tachaliśmy!
uk: Ми були зайняті! Ящики носили!

source: Zajęcie to jest niezwykle żmudne i nudne. Nie ma tu żadnego pola do eksperymentowania, tylko powolne przepisywanie wszystkich znaków i ikon.
uk: Це заняття вкрай виснажливе і нудне. Тут немає місця для експериментів, лише повільне переписування всіх символів та знаків.

source: Zajęta jestem, nie widać? Zostaw mnie...
uk: Я зайнята, хіба не бачиш? Облиш мене...

source: Zajęty jestem, nie widać? Zostaw mnie...
uk: Я зайнятий, чи не бачиш? Облиш мене...

source: Zaklęcie elektryczne
uk: Заклинання блискавки

source: Zaklęcie odnawialne
uk: Посилююче заклинання

source: Zaklęcie ogniste
uk: Заклинання вогню

source: Zaklęcie przywołania
uk: Заклинання виклику

source: Zaklęcie stałe
uk: Довготривале заклинання

source: Zaklęcie wodne
uk: Заклинання води.

source: ZakonKrwii - 'Aaaaa wypuście mnie'
uk: ZakonKrwii – 'Ааааа випусти мене'

source: Zakop grób
uk: Закопати могилу

source: Zakopane skarby
uk: Закопані скарби

source: Zakończ to! Błagam!
uk: Поклади цьому край! Благаю!

source: Zakończone misje
uk: Виконані

# Zakończone Misje
source: Zakończone\nMisje
uk: Виконані\nзавдання

source: Zakończyliśmy kolejny etap prac z Einarem. Wysłał mnie teraz po formę do odlewu. Ma być w jego kufrze w kuźni.
uk: Ми завершили наступний етап роботи з Ейнаром. Тепер він відправив мене за формою для лиття. Вона має бути в його скрині десь у кузні.

source: Zakończyłem przesłuchanie Otmara.
uk: Я завершив допит Отмара.

source: Zakradnij się pod osłoną nocy do winnicy i wyrządź trochę szkód. Musi to wyglądać, jakby coś zepsuło się przez jego nadmierne oszczędzanie.
uk: Під покровом темряви прокрадися у виноградник і нароби там шкоди. Це має виглядати так, ніби щось зіпсувалося через його надмірну економію.

source: Zakrwawiona kartka z okolic Wilczego Leża
uk: Закривавлена записка з околиць Вовчого Лігва

source: Zakrwawiona mapa
uk: Закривавлена мапа

source: Zakrwawiona ręka
uk: Закривавлена рука

source: Zakrwawiony list
uk: Закривавлений лист

source: Zakrwawiony list Antonio
uk: Закривавлений лист Антоніо

source: Zakrwawioną mapą może zająć się kartograf Ludwig. Swój zakład ma obok kaplicy Adanosa.
uk: Пролити світло на закривавлену мапу зможе картограф Людвіг. Його майстерня знаходиться поряд із храмом Аданоса.

source: Zakupiłem mieszkanie w tej okolicy.
uk: Я купив помешкання в цьому районі.

source: Zakupiłem od jednego z marynarzy mieszkanie w tej okolicy, ale nie mogę nigdzie go znaleźć.
uk: Я купив помешкання в цьому районі у моряка, але ніде не можу його знайти.

source: Zakurzony dziennik Bermara
uk: Запилений щоденник Бермара

source: Zakurzony otwarty list
uk: Запилений відкритий лист

source: Zakład łuczarski 'Na Uchodźstwie' to jedyny sklep, jaki można znaleźć w Dzielnicy Biedoty. Przynajmniej według ogłoszenia.
uk: Майстерня лучника 'У Вигнанні' – єдина крамниця, яку можна знайти в Бідному кварталі. Принаймні, якщо вірити оголошенням.

source: Zakładam, że niewiele więcej od ciebie. Przybiegłem tu dopiero po tym, gdy Viktor mnie zawołał.
uk: Припускаю, що не набагато більше за тебе. Я прийшов сюди тільки після того, як Віктор покликав мене.

source: Zakładam, że pod jego wpływem Arsowi przewróciło się we łbie i postanowił targnąć się na życie jednej z najlepiej chronionych osób w Archolos.
uk: Припускаю, що під його впливом Арс зовсім втратив голову і вирішив посягнути на життя одного з найбільш захищених мешканців Архолосу.

source: Zakładam, że sieją takie plotki tylko po to, by mieli więcej klientów dla siebie... ale gdyby jednak była to prawda, to pamiętaj, że do obozu drwali możesz dostać się idąc przez rzekę. Przed łukiem skalnym wejdź do wody i po chwili brodzenia będziesz w obozie węglarzy. Skręć w lewo, idź wzdłuż jeziora i zaraz zauważysz las, w którym pracują.
uk: Я припускаю, що вони поширюють такі чутки, щоб отримати більше клієнтів... Але якщо це правда, пам’ятай, що ти можеш перейти річку, щоб потрапити до табору лісорубів. Перед кам'яною аркою зайди у воду, пройдися трохи вбрід, і ти вийдеш до табору вуглярів. Поверни ліворуч, пройди вздовж озера і незабаром помітиш ліс, де вони працюють.

source: Zakładam, że tak jak większość podróżujących tym statkiem. Dogadałem się z kapitanem.
uk: Думаю, так само, як і більшість тих, хто подорожує на цьому кораблі. Я домовився з капітаном.
